[Subtitles]
IntroSub_Sentence1="科尔沃，要是我有别的可信之人可以派遣就好了，这样你就能留在附近。但已经没有别人了，而且情报部长坚持要我派你去是对的。"
IntroSub_Sentence2="这场疫病已经夺走了太多人的生命，所以我们必须找到治愈它的方法。当你在我身旁时，我的心就得以安宁。"
IntroSub_Sentence3="在你回来之前我和艾米莉会一天天算着日子的。"
IntroSub_Sentence4="快带着好消息回家吧。"

; DLC06_BEGIN

SlaughterMonologueSub_Sentence1="整整六个月，这座城市痛苦挣扎着，也不断改变着。整整六个月，我试图忘记我对女皇和她的小女儿做过的事。"
SlaughterMonologueSub_Sentence2="但是忘却无处可寻。"
SlaughterMonologueSub_Sentence3="我需要知道我的下一步该怎么走，但我现在的全部所知就是一个名字：黛莉拉。她是谁？是威胁还是盟友？"
SlaughterMonologueSub_Sentence4="我的副手比利·勒克带来了消息。在一栋建立在秘密之上的房子里，勒克尤其擅长发掘秘密。"
SlaughterMonologueSub_Sentence5="有一艘叫黛莉拉号的船为邦德里·罗斯维德捕鲸，他原本只是个甲板水手，后来发迹了。"
SlaughterMonologueSub_Sentence6="现在他成了一所屠宰场的老板，像管束监狱里的苦役犯一样管着他的工人们。"
SlaughterMonologueSub_Sentence7="一艘用黛莉拉命名的船 - 有可能是巧合，但这不是。在顿沃，事情总会像一袋蛇一样纠缠起来。"

TimshMonologueSub_Sentence1="当黛莉拉还是个年轻女孩的时候，她成了顿沃高塔里面包师的学徒。几年后，她成了索科洛夫圈子里的一位画家。"
TimshMonologueSub_Sentence2="大律师阿诺德·提姆士雇她来画肖像。"
TimshMonologueSub_Sentence3="他这个人我知道。一位贵族，出身富裕，现在正通过为摄政王掠夺疫病受害者的资产来积累第二笔财富。"
TimshMonologueSub_Sentence4="但是大律师提姆士也正和他的亲侄女进行着一场私人战争。一些关于家族财产的问题。"
TimshMonologueSub_Sentence5="勒克可能是对的-我们要先和这位侄女谈谈。她对这位老律师的仇恨也许能为我们所用。"
TimshMonologueSub_Sentence6="我给大律师的侄女送去了口信，她说她知道许多黛莉拉不为人所知的事。但是要花点代价才能得到这些资料。"
TimshMonologueSub_Sentence7="我并不感到惊奇。我去见她了。"

DaudHQMonologueSub_Sentence1="这座城市全靠贾斯敏·考德温的双手维系。"
DaudHQMonologueSub_Sentence2="随着她的死亡，这座城市成了一张迅速分解的网，卫兵们、督军们、贵族们、恸哭者们......也许这就是界外魔一直想展示给我看的世界。"
DaudHQMonologueSub_Sentence3="几年来，我用纪律和一点黑魔法，在这座吞食无辜者和弱者的城市边缘，维系着一个由前雇佣兵、街头流浪儿和难民组成的隐秘团体。"
DaudHQMonologueSub_Sentence4="也许今天就是那个小世界的末日了。我想起贾斯敏·考德温在失去生命时她发抖的双手。不论怎样的末日将临，那都是我应得的下场。但我的人不该如此。"

OutroHCMonologueSub_Sentence1="你曾经告诉我比利·勒克是你最好的学生。"
OutroHCMonologueSub_Sentence2="迅捷而强壮，思维机敏，她成为你训练过的唯一的女人不是意外。而且她证明了自己比你想象的更加狡诈无情。"
OutroHCMonologueSub_Sentence3="但她达不到你的高度。"
OutroHCMonologueSub_Sentence4="这就是为什么，在这座恐怖之城里，父母会用“顿沃之刃”道德的传说吓唬孩子：他从不选择阵营，以城中的权贵为猎物，从不宣誓效忠；他扳倒过督军，甚至还杀过一位女皇。"
OutroHCMonologueSub_Sentence5="我想知道终章会是什么样子。在最后，那些可怕的怪物会怎样呢？"

OutroLCExecutedMonologueSub_Sentence1="当比利·勒克八岁的时候她想成为一艘船的船长。"
OutroLCExecutedMonologueSub_Sentence2="从她遇到你的那一刻起，她就只想成为一位传奇刺客。她观察你，向你学习，看见了弱点时她就出击，就像你教她的一样。只不过你比她强一点。"
OutroLCExecutedMonologueSub_Sentence3="在她死去的前一刻，她回忆起了她第一次见到你的情况，你抓到她闯入了学校，然后饶过了她的性命。" 
OutroLCExecutedMonologueSub_Sentence4="你训练她成为刺客的那一刻成了她生命中最自豪的一刻。她已经了无遗憾。"
OutroLCExecutedMonologueSub_Sentence5="那么你呢，道德？"

OutroLCSparedMonologueSub_Sentence1="当比利·勒克八岁的时候她想成为一艘船的船长。" 
OutroLCSparedMonologueSub_Sentence2="从她遇到你的那一刻起，她就只想成为一位杀手。她观察你，向你学习。后来她发现你逐渐失去掌控，便决定取代你。"
OutroLCSparedMonologueSub_Sentence3="那么现在呢？她正一瘸一拐地走向城郊。她会付钱请走私者带她通过隔离区。接下来一段时间，她会留意自己是否出现瘟疫的征兆。"
OutroLCSparedMonologueSub_Sentence4="渐渐地，那些在顿沃渗入骨髓的恐惧和忧伤会逐渐消散，她也会换一个新名字，并为自己的技能找到新的用武之地。"
OutroLCSparedMonologueSub_Sentence5="就算顿沃烧成了平地，帝国的一角将仍会知晓你的故事。"
OutroLCSparedMonologueSub_Sentence6="道德，杀死女皇的凶手。道德，饶过了背叛者的性命。"

; DLC06_END

; DLC07_BEGIN

IntroMLSub_Sentence1="他知道。"
IntroMLSub_Sentence2="那个黑眼睛的混蛋知道当我的刀停下了女皇的心跳然后把她的女儿交给摄政王的人时，一切都将轰然倒塌。"
IntroMLSub_Sentence3="他还是就那么看着我这样做了，而现在这个世界已经疯了。"
IntroMLSub_Sentence4="瘟疫将这座城市消磨成了碎片。"
IntroMLSub_Sentence5="腐败烂到了根里。"
IntroMLSub_Sentence6="一个疯狂的杀手在夜晚的街道上游荡，寻求着复仇。"
IntroMLSub_Sentence7="督军们对我在水淹区的藏身处展开了猛攻。"
IntroMLSub_Sentence8="然后现在我和一个名叫黛莉拉的女巫为了帝国的命运处于诡异的决斗之中。"
IntroMLSub_Sentence9="我会说自己正在受罚，但我知道这个世界并不会惩罚恶人。"
IntroMLSub_Sentence10="我们做出自己的决定并接受到来的一切，而剩下的尽是虚空。"
IntroMLSub_Sentence11="我不能说自己没被警告过。"

ColdridgeMLSub_Sentence1="黛莉拉不再离开布里格莫尔庄园了 - 她没必要离开。"
ColdridgeMLSub_Sentence2="这意味着我必须要主动去她那里。"
ColdridgeMLSub_Sentence3="这座庄园在上游，远在隔离线之外。"
ColdridgeMLSub_Sentence4="我需要一艘船。"
ColdridgeMLSub_Sentence5="我已经在顿沃的地下社会里生活了很长时间了。"
ColdridgeMLSub_Sentence6="我知道那些重要角色：帮派头目、老鸨、腐败官员，但我现在需要的是一个熟悉河流的走私者，一个我能信任的人。"
ColdridgeMLSub_Sentence7="这是顿沃的写照，也许也是我自己的，这么多年来我现在最好的选择是莉齐·斯特莱德。"
ColdridgeMLSub_Sentence8="而莉齐·斯特莱德现在在监狱里。"

DrapersMLSub_Sentence1="顿沃正迅速改变着。"
DrapersMLSub_Sentence2="六个月前德雷珀斯区还是顿沃那些富有而出身高贵的人散步，购物，炫耀自己的地方。"
DrapersMLSub_Sentence3="瘟疫几天内就席卷了这个地区，如今这里成了两个帮派争夺战利品的战场。"
DrapersMLSub_Sentence4="帽子帮，还有莉齐的帮派，死鳗帮。"
DrapersMLSub_Sentence5="莉齐·斯特莱德原本是头目，直到埃德加·维克菲尔德背叛了她，取代了她，还夺走了她的河船。"
DrapersMLSub_Sentence6="这就是顿沃的日常写照。"
DrapersMLSub_Sentence7="我不会评判他，我自己做过更坏的事。"
DrapersMLSub_Sentence8="但我需要那艘船。"
DrapersMLSub_Sentence9="我和埃德加·维克菲尔德还有事要处理。"

BrigmoreMLSub_Sentence1="布里格莫尔家族是一个古老的家族，上一代的时候破产了。"
BrigmoreMLSub_Sentence2="从那个时候起，这座庄园就成了两个街头帮派、一个走私集团、数不清的老鼠和布里格莫尔女巫的栖身之所。"
BrigmoreMLSub_Sentence3="我以前总是不理会她们，但是现在一个叫黛莉拉的画家已经开始施行巫术，还组建了一个女巫团体。她在尝试做些什么。"
BrigmoreMLSub_Sentence4="一个仪式，但是到底是什么样的呢？"
BrigmoreMLSub_Sentence5="界外魔知道，我不能容忍谜团。"

OutroMLSub_Sentence1="永远不会有人真正知道，为了把艾米莉·考德温从生不如死、沦为黛莉拉傀儡的境地中救出来，究竟付出了怎样的代价。"
OutroMLSub_Sentence2="不会有人知道的，除了界外魔。他观察着这一切，思索着自己黑暗的想法，在任何时代都只对极少数人说话。"
OutroMLSub_Sentence3="我已经明白，我们的选择总会在某个地方影响到某个人。"
OutroMLSub_Sentence4="然后迟早，有时候是以我们无法理解的方式，结果又找回到我们自己身上。"
OutroMLSub_Sentence5="我在还是个男孩时就从瑟科诺斯来到了顿沃并以做杀手为生；是极少数听到过界外魔之音的人之一。"
OutroMLSub_Sentence6="我谋杀了一位女皇，但拯救了她的女儿，她有朝一日会统治这个帝国。"
OutroMLSub_Sentence7="这些就是我的选择了。"
OutroMLSub_Sentence8="我已经准备好面对即将到来的结果了。"

EndHCML_Sentence1="作为一个双手沾着无辜者的血的人，你的抗辩非常有说服力。"
EndHCML_Sentence2="科尔沃不知道真正的故事真是个遗憾，不是吗？"
EndHCML_Sentence3="传奇刺客道德是怎样在自己最后的日子里不惜一切代价拯救艾米莉·考德温。"
EndHCML_Sentence4="挑战寒脊监狱的狱卒，压倒帮派头目还有那些来自布里格莫尔庄园的恐怖事物。"
EndHCML_Sentence5="在结局到来之际，你划出了一道横穿顿沃的残忍痕迹，满是鲜血和恐慌，都是为了帝国的命运。"
EndHCML_Sentence6="一个永远不会被讲述的故事。"
EndHCML_Sentence7="然后你让科尔沃来决定结局？"
EndHCML_Sentence8="勇气可嘉。"
EndHCML_Sentence9="你做出了自己的选择，那么接受代价吧。"

EndLCML_Sentence1="作为一个双手沾着无辜者的血的人，你的请求非常诚恳动人。"
EndLCML_Sentence2="科尔沃不知道真正的故事真是个遗憾，不是吗？"
EndLCML_Sentence3="在这前一阵你是怎样如影般穿过了寒脊监狱，挑战顿沃地下社会的缠结纠纷又毫发无伤地从中脱身；用计谋击败了一个时代最强大的女巫之一，用无比的小心和技巧完成这一切。"
EndLCML_Sentence4="你是怎样拯救了女皇之女艾米莉·考德温——第一位以艾米莉之名登基的女皇，而这一切永远不会有人知道。"
EndLCML_Sentence5="但是道德会有怎样的结局呢？这雇佣杀手，这凶手，这帝国的拯救者？"
EndLCML_Sentence6="现在要由科尔沃决定了。"

; DLC07_END